Revit 2027 API
MEPSupportUtils Methods
The MEPSupportUtils type exposes the following members.
Methods
Name | Description
CreateDuctworkStiffener |  Create family based stiffener on the specified fabrication ductwork.
Top
See Also
Reference
MEPSupportUtils Class
Autodesk.Revit.DB Namespace